{
    "About": "About",

    "Bio": "Bio",
    "Education": "Education",
    "Experience": "Experience",

    "Options": {
        "Bio": "<p>Hello! My name is David Augusto. I have technical training in Computer Science. Currently, I am specializing as a Technologist in Systems Analysis and Development, with a focus on web application development, mainly on the backend, using the Javascript ecosystem. In addition to the application of agile methodologies, such as SCRUM.</p><p>I love to venture into unknown and varied subjects. Feel free to join me or contact me! I would love the opportunity to share my knowledge and learn from you as well. &#128154; &#128640;</p>",
        "Education": "I study at FIAP",
        "Experience": "I work at intelliway"
    },

    "BioInfo": {
        "Age": "<span>Age:...</span> 19",
        "Nationality": "<span>Nationality:...</span> Brazilian",
        "Freelance": "<span>Freelance:...</span> Available",
        "Address": "<span>Address:...</span> Sâo Paulo, Brazil",
        "Phone": "<span>Phone:...</span> +55 11 996531071",    
        "Email": "<span>Email:...</span> davidribeiro086@gmail.com"
    },

    "EducationInfo": [
        {
            "period": "2022 - 2023",
            "title": "Analysis and Systems Development",
            "description": "<div>I am a second year student of Systems Analysis and Development, currently working with various technologies and tools on software development projects. Some of my activities include:</div> <div>- Creating chatbots: Training models with datasets, configuring questions and answers, and integrating chatbots into applications or communication platforms.</div> <div>- Developing APIs: Using Java and frameworks such as Jersey to manage routes, handle requests, and implement business rules.</div> <div>- Modeling and implementing databases: Creating tables, relationships, and indexes in Oracle, as well as writing SQL queries for data manipulation.</div> <div>- Gathering and documenting requirements: Understanding client needs, defining goals and technical specifications, and creating a detailed project plan.</div> <div>- Developing websites: Using React to manage components and states, creating responsive and high-performance interfaces.</div>",
            "company": "FIAP"
        },
        {
            "period": "2019 - 2021",
            "title": "Technical High School",
            "description": "<div>During my studies as an IT Technician, I had the opportunity to acquire knowledge in various areas of information technology, such as:</div> <div>- Development of static websites using HTML, CSS and Javascript</div> <div>- Design of interfaces applying UX Design concepts</div> <div>- Development of mobile applications with the Flutter framework</div> <div>- Object-oriented programming with the C# language.</div> <div>These skills allow me to work on software development and user interface creation projects, both for the web and for mobile devices.</div>",
            "company": "FIAP School"
        }
    ],

    "ExperienceInfo": [
        {
            "period": "Jan 2023 - Current",
            "title": "Intern",
            "description": "<div>During my internship at Intelliway, I had the opportunity to work as an AI developer in the company's technology division. Some of the main activities I carried out included:</div> <div>- Building scalable and performant Rest API's using Node.js</div> <div>- Developing interaction flows with chatbots using IBM Watson</div><div>- Modeling and programming for databases, identifying entities and relationships between them to build efficient information systems</div><div>- Working in an Agile and DevOps environment, which allowed me to gain experience in iterative and collaborative software development methodologies</div <div>- Creating new features and maintaining systems, contributing to the continuous improvement of the company's systems' performance and quality.</div>",
            "company": "Audaces"
        },
        {
            "period": "Apr 2022 - Dez 2022",
            "title": "Intern",
            "description": "<div>During my internship at Intelliway, I had the opportunity to work as an AI developer in the company's technology division. Some of the main activities I carried out included:</div> <div>- Building scalable and performant Rest API's using Node.js</div> <div>- Developing interaction flows with chatbots using IBM Watson</div><div>- Modeling and programming for databases, identifying entities and relationships between them to build efficient information systems</div><div>- Working in an Agile and DevOps environment, which allowed me to gain experience in iterative and collaborative software development methodologies</div <div>- Creating new features and maintaining systems, contributing to the continuous improvement of the company's systems' performance and quality.</div>",
            "company": "Intelliway"
        }
    ]
}