{
    "About": "Sobre",
    "Bio": "Bio",
    "Education": "Educação",
    "Experience": "Experiência",
    "Options": {
        "Bio": "<p>Olá! Meu nome é David Augusto. Eu tenho formação técnica em Informática. Atualmente, estou me especializando como tecnólogo em Análise e Desenvolvimento de Sistemas, com foco no desenvolvimento de aplicações web, principalmente no backend, usando o ecossistema do Javascript. Além da aplicação de metodologias ágeis, como SCRUM.</p> <p>Adoro me aventurar em assuntos desconhecidos e variados. Sinta-se à vontade para me acompanhar ou entrar em contato comigo! Eu adoraria ter a oportunidade de compartilhar meus conhecimentos e aprender com você também. &#128154; &#128640;</p>",
        "Education": "Eu estudo na FIAP",
        "Experience": "Eu trabalho na inteiilway"
    },
    "BioInfo": {
        "Age": "<span>Idade:...</span> 19",
        "Nacionalidade": "<span>Nacionalidade:...</span> Brasileiro",
        "Freelance": "<span>Freelance:...</span> Disponível",
        "Endereço": "<span>Endereço:...</span> Sâo Paulo, Brasil",
        "Tel": "<span>Tel:...</span> +55 11 996531071",
        "Email": "<span>Email:...</span> davidribeiro086@gmail.com"
    },
    "EducationInfo": [
        {
            "period": "2022 - 2023",
            "title": "Análise e Desenvolvimento de Sistemas",
            "description": "<div>Estudante do segundo ano de Análise e Desenvolvimento de Sistemas, atualmente trabalhando com várias tecnologias e ferramentas em projetos de desenvolvimento de software. Algumas das minhas atividades incluem: </div> <div>- Criação de chatbots: Treinamento de modelos com conjuntos de dados, configurando fluxos de conversa e integrando os chatbots em aplicativos ou plataformas de comunicação. </div> <div>- Desenvolvimento de API's: Utilizando Java e frameworks como o Jersey para gerenciar rotas, tratar requisições e implementar regras de negócios. </div> <div>- Modelagem e implementação de banco de dados: Criando tabelas, relacionamentos e índices, bem como escrevendo consultas SQL para manipulação de dados. </div> <div>- Levantamento e documentação de requisitos: Entendendo as necessidades do cliente, definindo objetivos e especificações técnicas e criando um plano de projeto detalhado. </div> <div>- Desenvolvimento de websites: Usando o React para gerenciar componentes e estados, criando interfaces reativas e de alta performance. </div>",
            "company": "FIAP"
        },
        {
            "period": "2019 - 2021",
            "title": "Ensino Médio Técnico",
            "description": "<div>Durante meus estudos como Técnico de Informática, tive a oportunidade de adquirir conhecimentos em diversas áreas da tecnologia da informação, como:</div> <div>-Desenvolvimento de sites estáticos utilizando HTML, CSS e Javascript</div><div>-Design de interfaces aplicando conceitos de UX Design</div> <div>- Desenvolvimento de aplicativos mobile com o framework Flutter</div> <div>- Programação orientada a objetos com a linguagem C#.</div> <div>Essas habilidades me permitem atuar em projetos de desenvolvimento de software e criação de interfaces de usuário, tanto para web quanto para dispositivos móveis.</div>",
            "company": "FIAP School"
        }
    ],
    "ExperienceInfo": [
        {
            "period": "Jan 2023 - Atual",
            "title": "Desenvolvedor Full-Stack",
            "description": "<div>Durante meu estágio na Intelliway, tive a oportunidade de trabalhar como desenvolvedor de IA na divisão de tecnologia da empresa. Algumas das principais atividades que exercia incluíam:</div> <div>- Construção de Rest API's escalaveis e performativas utilizando Node.js</div> <div>- Desenvolvimento de fluxos de interação com chatbots utilizando IBM Watson</div> <div>- Modelagem e programação para banco de dados, identificando entidades e relacionamentos entre elas para a construção de sistemas de informação eficientes</div> <div>- Trabalho em ambiente Ágil e DevOps, o que me permitiu adquirir experiência em metodologias de desenvolvimento de software iterativas e colaborativas</div> <div>- Criação de novas funcionalidades e manutenção de sistemas, contribuindo para a melhoria contínua do desempenho e da qualidade dos sistemas da empresa.</div>",
            "company": "Audaces"
        },
        {
            "period": "Abr 2022 - Dez 2022",
            "title": "Estagiário",
            "description": "<div>Durante meu estágio na Intelliway, tive a oportunidade de trabalhar como desenvolvedor de IA na divisão de tecnologia da empresa. Algumas das principais atividades que exercia incluíam:</div> <div>- Construção de Rest API's escalaveis e performativas utilizando Node.js</div> <div>- Desenvolvimento de fluxos de interação com chatbots utilizando IBM Watson</div> <div>- Modelagem e programação para banco de dados, identificando entidades e relacionamentos entre elas para a construção de sistemas de informação eficientes</div> <div>- Trabalho em ambiente Ágil e DevOps, o que me permitiu adquirir experiência em metodologias de desenvolvimento de software iterativas e colaborativas</div> <div>- Criação de novas funcionalidades e manutenção de sistemas, contribuindo para a melhoria contínua do desempenho e da qualidade dos sistemas da empresa.</div>",
            "company": "Intelliway"
        }
    ]
}